{
  "headline": "Einen frohen Advent mein Engel ❤️ ",
  "images": [
    { "file": "assets/images/Image1.jpg", 
      "text": "Du bist mein schönster Anfang – jeden Tag aufs Neue." },
    { "file": "assets/images/Image2.jpg", 
      "text": "Dein Lächeln wärmt mich mehr als jede Decke. Besonders, wenn wir uns aneinander kuscheln." },
    { "file": "assets/images/Image3.jpg", 
      "text": "Egal, wohin wir reisen – mein Lieblingsort ist dein Arm um mich." },
    { "file": "assets/images/Image4.jpg", 
      "text": "Unsere Abenteuer werden sich ändern – aber ich weiß, sie werden noch schöner, weil wir sie zu dritt erleben." },
    { "file": "assets/images/Image5.jpg", 
      "text": "Deine Nähe ist mein Zuhause. Kein Ort auf der Welt fühlt sich so richtig an wie du." },
    { "file": "assets/images/Image6.jpg", 
      "text": "Jede Reise mit dir ist wundervoll – aber die Reise, die wir jetzt antreten, ist die größte von allen." },
    { "file": "assets/images/Image7.jpg", 
      "text": "Wenn du lachst, vergesse ich die Zeit. Wenn du mich küsst, vergesse ich alles andere." },
    { "file": "assets/images/Image8.jpg", 
      "text": "Ich liebe, wie du dich über Kleinigkeiten freust – bald werden kleine Füßchen dazugehören." },
    { "file": "assets/images/Image9.jpg", 
      "text": "Unsere Liebe wächst – sichtbar, fühlbar, echt. Und ich bin so dankbar, dass ich das mit dir erleben darf." },
    { "file": "assets/images/Image10.jpg", 
      "text": "Du bist mein Ruheort, mein Herz und mein größtes Abenteuer." },
    { "file": "assets/images/Image11.jpg", 
      "text": "Ich kann mir kein schöneres Geschenk vorstellen als dich – und das kleine Herz, das in dir schlägt." },
    { "file": "assets/images/Image12.jpg", 
      "text": "Mit dir beginnt jeder Tag wie eine neue Reise – und ich will nie ankommen, solange du bei mir bist." },
    { "file": "assets/images/Image13.jpg", 
      "text": "Dein Lächeln ist mein Lieblingslicht, heller als jede Adventskerze." },
    { "file": "assets/images/Image14.jpg", 
      "text": "Wenn ich dich küsse, vergesse ich, dass es draußen kalt ist." },
    { "file": "assets/images/Image15.jpg", 
      "text": "Ich liebe, wie du mich zum Lachen bringst – und wie du gleichzeitig über meine schlechten Witze schmunzelst." },
    { "file": "assets/images/Image16.jpg", 
      "text": "Manchmal denke ich, du bist wie ein Adventskalender: jeden Tag ein neues kleines Wunder. Und manchmal Schokolade." },
    { "file": "assets/images/Image17.jpg", 
      "text": "Du machst aus jedem Tag etwas Besonderes. Selbst aus den Tagen, an denen wir nur essen, kuscheln und Netflix gucken." },
    { "file": "assets/images/Image18.jpg", 
      "text": "Mit dir wird selbst das Sofa zum Luxusurlaubsort." },
    { "file": "assets/images/Image19.jpg", 
      "text": "Wenn Liebe ein Geräusch hätte, wäre es dein Lachen." },
    { "file": "assets/images/Image20.jpg", 
      "text": "Dein Herz ist mein Lieblingsort. Und ja, ich bleibe da. Für immer." },
    { "file": "assets/images/Image21.jpg", 
      "text": "Ich kann kaum erwarten, unser Baby kennenzulernen – und zu sehen, wie viel es von dir hat." },
    { "file": "assets/images/Image22.jpg", 
      "text": "Wenn du mich ansiehst, schmilzt mein Herz. Und manchmal auch mein Gehirn – dann vergesse ich alles andere." },
    { "file": "assets/images/Image23.jpg", 
      "text": "Wenn ich wählen müsste, zwischen allen Geschenken der Welt und dir – ich würde dich nehmen. Immer." },
    { "file": "assets/images/Image24.jpg", 
      "text": "Alles, was ich mir zu Weihnachten wünsche, liegt schon in meinen Armen – und bald auch in unseren. ❤️" }
  ]
}
